-- phpMyAdmin SQL Dump
-- version 4.2.11
-- http://www.phpmyadmin.net
--
-- 主機: 127.0.0.1
-- 產生時間： 2015 年 07 月 28 日 10:59
-- 伺服器版本: 5.6.21
-- PHP 版本： 5.5.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 資料庫： `ncufresh15`
--

-- --------------------------------------------------------

--
-- 資料表結構 `document`
--

CREATE TABLE IF NOT EXISTS `document` (
`id` int(10) unsigned NOT NULL,
  `page_id` text COLLATE utf8_unicode_ci NOT NULL,
  `page_id_2` int(11) NOT NULL,
  `catagory` int(11) NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=71 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 資料表的匯出資料 `document`
--

INSERT INTO `document` (`id`, `page_id`, `page_id_2`, `catagory`, `title`, `content`, `created_at`, `updated_at`) VALUES
(1, 'university', 1, 1, '學士班新生重要日程表', '學士班新生重要日程表', '0000-00-00 00:00:00', '2015-07-27 23:38:55'),
(2, 'university', 1, 1, '教務處網站', '教務處網站', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 'university', 2, 2, '學籍資料登錄 (全部學生，休學前已完成者仍須登入做資料確認)', '', '0000-00-00 00:00:00', '2015-07-24 23:20:58'),
(4, 'university', 2, 2, '學籍注意事項', '', '0000-00-00 00:00:00', '2015-07-24 23:24:42'),
(5, 'university', 3, 3, '繳費(全部學生)', '', '0000-00-00 00:00:00', '2015-07-25 05:52:58'),
(6, 'university', 3, 3, '退費標準 (繳費後申請 休、退學者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'university', 3, 3, '境外生應加辦事項(境外生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'university', 3, 3, '就學貸款(有需要者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 'university', 3, 3, '弱勢學生助學計畫(符合資格者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, 'university', 3, 3, '學雜費專區', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'university', 4, 4, '凡男生(含復學生)均應注意下列事項，以確保自身權益：', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, 'university', 4, 4, '兵役資料繳交時程', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'university', 4, 4, '大專校院役男申請二階段常備兵役軍事訓練須知', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, 'university', 4, 4, '兵役資料表 (凡本國籍男生皆須填交)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 'university', 5, 5, '住宿申請(有需要者)', '', '0000-00-00 00:00:00', '2015-07-24 23:24:55'),
(16, 'university', 5, 5, '住宿生活規範事項及宿舍設施使用規定', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 'university', 6, 6, '繳交學歷證件、身分證件 (大一新生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 'university', 6, 6, '領取學生證 (完成註冊程序者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 'university', 7, 7, '其他注意事項(大學部)', '', '0000-00-00 00:00:00', '2015-07-22 03:47:46'),
(20, 'graduate', 1, 8, '研究所新生重要日程表', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, 'graduate', 1, 8, '教務處網站', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'graduate', 2, 9, '學籍資料登錄 (全部新生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 'graduate', 2, 9, '學籍注意事項', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 'graduate', 3, 10, '繳費(全部學生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 'graduate', 3, 10, '退費標準 (繳費後申請 休、退學者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 'graduate', 3, 10, '境外生應加辦事項(境外生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 'graduate', 3, 10, '就學貸款(有需要者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 'graduate', 3, 10, '弱勢學生助學計畫(符合資格者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 'graduate', 3, 10, '學雜費專區', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 'graduate', 4, 11, '兵役事宜(本國籍男生)', '132', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 'graduate', 4, 11, '兵役資料繳交時程', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 'graduate', 4, 11, '大專校院役男申請二階段常備兵役軍事訓練須知', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 'graduate', 4, 11, '兵役資料表 (凡本國籍男生皆須填交)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 'graduate', 5, 12, '住宿申請(有需要者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 'graduate', 5, 12, '住宿生活規範事項及宿舍設施使用規定', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, 'graduate', 6, 13, '領取學生證(完成註冊程序者)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 'graduate', 7, 14, '其他注意事項(研究所)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 'freshmen_week', 0, 15, '大一國文僑生中文能力分級測驗', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 'freshmen_week', 0, 15, '大學部新生校園安全教育課表', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'freshmen_week', 0, 15, '新生營', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 'freshmen_week', 0, 15, '健康檢查(研究生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 'freshmen_week', 0, 15, '研究生新生座談(研究生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 'freshmen_week', 0, 15, '選課(大學部)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 'freshmen_week', 0, 15, '選課(研究生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 'activity', 0, 16, '大一周會', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 'activity', 0, 16, '全校大一親師座談會', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 'activity', 0, 16, '學生學習輔導機制', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 'activity', 0, 16, '導師輔導', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 'activity', 0, 16, '特殊教育服務', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 'activity', 0, 16, '性別平等教育委員會網站', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 'daily', 0, 17, '選課系統', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'daily', 0, 17, '大一國文語文素養檢測(一般新生、僑生高級組)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 'daily', 0, 17, '新生大一英文修課規定 (全部新生、轉學生及休學前未完成之復學生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 'daily', 0, 17, '學生申訴評議委員會', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 'daily', 0, 17, '圖書館', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 'daily', 0, 17, '電算中心', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 'daily', 0, 17, '服務學習', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 'daily', 0, 17, '智慧財產權', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 'daily', 0, 17, '簽署啟用圖書館服務 (全部學生)', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'daily', 0, 17, '學生掛號郵件', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 'download', 0, 18, '下載專區', '', '0000-00-00 00:00:00', '2015-07-26 08:56:17'),
(62, 'contact', 0, 19, '聯絡我們', '', '0000-00-00 00:00:00', '2015-07-24 05:14:38');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `document`
--
ALTER TABLE `document`
 ADD PRIMARY KEY (`id`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `document`
--
ALTER TABLE `document`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=71;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
